Repository: CMUBigLab/webanywhere
Catalog: locale/*/LC_MESSAGES/WebAnywhere.po
Languages: hi

source: Go
hi: चलना

source: Next
hi: अगला

source: Previous
hi: पिछला

source: Welcome to WebAnywhere
hi: आपका स्वागत है WebAnywhere

source: Location field text area:
hi: स्थान क्षेत्र पाठ क्षेत्र:

source: Keyboard Shortcuts
hi: कुंजीपटल शॉर्टकट

source: The following keyboard shortcuts are available.
hi: निम्नलिखित कुंजीपटल शॉर्टकट उपलब्ध हैं

source: Press escape to exit this menu.
hi: प्रेस करने के लिए इस सूची से बाहर निकलने से बच

source: move the cursor to the location box where you can type a URL to visit.
hi: स्थान बॉक्स में कर्सर स्थानांतरित कर सकते हैं जहाँ आप टाइप एक यूआरएल पर जाएँ.

source: Arrow Down
hi: नीचे तीर

source: read the next element on the page.
hi: पृष्ठ पर अगले तत्व पढ़ें

source: Arrow Up
hi: ऊपर तीर

source: skip to the next link or form control.
hi: अगली कड़ी या प्रपत्र नियंत्रण करने के लिए छोड़

source: skip to the next heading.
hi: शीर्षक अगले करने के लिए छोड़

source: skip to the next input element.
hi: अगले इनपुट तत्व करने के लिए छोड़

source: skip to the next row by cell when in a table.
hi: सेल से अगली पंक्ति को छोड़ किसी तालिका में जब

source: skip to the next column by cell when in a table.
hi: सेल द्वारा अगले स्तंभ के लिए छोड़ किसी तालिका में जब

source: read continuously from the current position.
hi: वर्तमान स्थिति से लगातार पढ़

source: read continuously, starting over from the beginning of the page.
hi: लगातार पढ़ने के लिए, पृष्ठ की शुरुआत से अधिक शुरू

source: silence WebAnywhere and pause the system.
hi: चुप्पी और वेबन्य्व्हेरे प्रणाली ठहराव

source: when a selection box is focused, read the next option.
hi: जब एक चयन बॉक्स ध्यान केंद्रित है, अगले विकल्प पढ़ें

source: when a selection box is focused, read the previous option.
hi: जब एक चयन बॉक्स ध्यान केंद्रित है, पिछले विकल्प पढ़ें

source: search text in current page.
hi: वर्तमान पृष्ठ में खोज पाठ

source: Arrow Left
hi: तीर लेफ्ट

source: Go back to previous page.
hi: पिछले पृष्ठ पर वापस जाओ

source: In Firefox browser,
hi: फ़ायरफ़ॉक्स ब्राउज़र में

source: we may need to go to Location with CTRL+L first.
hi: हम Ctrl + एल के साथ पहले स्थान पर जाने की आवश्यकता हो सकती

source: Arrow Right
hi: तीर राईट

source: Go forward to next page.
hi: अगले पृष्ठ पर आगे जाओ.

source: Select a language to switch to
hi: चुनें एक भाषा से स्विच करने के लिए

source: Button
hi: बटन

source: Checkbox
hi: चेकबॉक्स

source: File Input
hi: फ़ाइल इनपुट

source: Image Input
hi: छवि इनपुट

source: Password Textarea
hi: पासवर्ड पाठ क्षेत्र

source: Radio Button
hi: रेडियो बटन

source: Reset Button
hi: रीसेट बटन

source: Submit Button
hi: सबमिट करें बटन

source: Text Area
hi: पाठ क्षेत्र

source: link
hi: लिंक

source: button
hi: बटन

source: Heading 1
hi: शीर्षक 1

source: Heading 2
hi: शीर्षक 2

source: Heading 3
hi: शीर्षक 3

source: Heading 4
hi: शीर्षक 4

source: Heading 5
hi: शीर्षक 5

source: Heading 6
hi: शीर्षक 6

source: Image
hi: छवि

source: Selection
hi: चयन

source: Table
hi: तालिका

source: start
hi: शुरू

source: rows
hi: पंक्तियाँ

source: columns
hi: कॉलम

source: List with
hi: साथ सूची

source: items
hi: आइटम

source: End of page
hi: पृष्ठ का अंत

source: Page has loaded.
hi: पेज लोड किया गया है.

source: WebAnywhere has loaded.
hi: WebAnywhere लोड किया गया है.

source: Headings
hi: शीर्षकों

source: Heading
hi: शीर्षक

source: Links
hi: लिंक

source: Link
hi: लिंक

source: Type a string to find in the current page
hi: वर्तमान पृष्ठ में खोजने के लिए स्ट्रिंग टाइप करे

source: Start of page
hi: पृष्ठ का प्रारंभ

source: Not in a table.
hi: तालिका में नहीं हे

source: no
hi: नहीं

source: Welcome to Web Anywhere
hi: WebAnywhere में आपका स्वागत हे

source: Invalid key press
hi: कुंजी दबाएँ अवैध है
